[
  {
    "title": "零基础学K线 | 2 单根K线的演变及寓意",
    "url": "https://www.ouchyi.support/zh-hans/learn/candlestick-line-and-its-structure-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n上一章节，我们初步认识了K线及其结构，可认识K线有什么用呢？今天我们一起学习单根K线的演变和寓意。\n图为“一字线”，开盘价与收盘价为同一价格。常常出现在开盘瞬间、成交非常匮乏时 或 股市开盘封涨跌停时。\n伴随市场的逐渐活跃，价格出现变动。形成图示实体较短的“小K线”。左边表示价格上涨，通常称为“小阳线”，右边表示价格下跌，通常称为“小阴线”。\n越发活跃的市场，形成图示实体较长的“中阳线”和“中阴线”。\n该时段交易极度活跃，形成左边“大阳线”和右边“大阴线”。\n那么影线是如何形成的呢？\n我们回到刚刚开盘的样子。\n价格逐渐下跌。当价格跌至某一价格时，市场逐渐出现主动买入的投资者，将价格一步一步推升上去，形成下影线。如图K线实体较小，只有下影线的K线，通常称为“锤子线”。\n当左图的K线实体成为一条细线时，我们称为“T字线”。右图为我们前面所讲的“一字线”。\n随着买入力量越来越强，币价逐渐上涨，形成图示两种看涨阳线。\n当价格上涨至一定高度，市场逐渐出现主动卖出的投资者，将币价慢慢打压下去，形成上影线，如图所示。右图K线实体较小，只有上影线的K线，通常称为“倒锤线”。\n卖盘逐渐增加，打压价格继续下跌，最终收盘价格与开盘价格相同。如图所示，左图形如十字架的K线称为“十字星线”，右图因其形似墓碑，通常称为“墓碑线”，也可以叫“倒T字线”。\n我们通过K线的一步步变化，认识了很多K线，那K线一共有多少种样子呢？这些K线又应该如何分类呢？\n如图所示，我们将各式各样的K线有序排列在一起。横竖相乘，一共42种。我们先说明K线实体长短的寓意。\n第一行，实体短的绿色小阳线，寓意上涨力量软弱。\n第二行，实体较长的绿色中阳线，寓意上涨力量强。\n第三行，实体很长的绿色大阳线，寓意上涨力量占据绝对优势。\n第四行，实体呈细线状，统称星线，寓意多空争夺激烈，势均力敌。\n第五行，实体短的红色小阴线，寓意下跌力量软弱。\n第六行，实体较长的红色中阴线，寓意下跌力量强。\n第七行，实体很长的红色大阴线，寓意下跌力量占据绝对优势。\n接下来我们揭开上下影线长短的寓意。\n第一列，K线无上下影线，我们通常称为光头光脚，寓意局势一边倒。阳线表示多头强势，阴线表示空头强势。\n第二列，只有下影线，看起来像K线没长头发，因此常叫秃顶。寓意下有支撑，下影线越长，支撑越强。\n第三列，K线只有上影线，通常称为赤脚。寓意上有阻力，上影线越长，阻力越强。\n第四列，上下影线长度几乎相等，寓意支撑与阻力均有，且旗鼓相当。\n第五列，下影线较上影线长些，寓意下方支撑大于上方阻力。\n第六列，上影线较下影线长，寓意上方阻力大于下方支撑。\n将无数组这样的K线排列在一起，就构成了我们常看到的价格走势图。截图来自欧易币币交易区BTC/USDT价格走势图。\n本节课程就到这里，下节课我们将分享，通过观察K线规律性排列，预判未来价格涨跌的方法。"
  },
  {
    "title": "零基础学K线 | 1 从价格到K线",
    "url": "https://www.ouchyi.support/zh-hans/learn/candlestick-line-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n今天我们一起学习，技术分析中最基础的元素——K线。K线是当今最为普遍的价格标记法。\n先来看一下，一天中价格在市场中是如何运行的。\n在没有经过K线标记法处理时，某投资品的价格是这样的，无数的价格连在一起形成一条看起来毫无规律的曲线图。看起来有些乱是不是？\n下面，我们做一下简单的技术分析处理，标记一下其中重要的数据：开盘价、收盘价、最高价、最低价。我们过滤掉其中繁乱的价格变化，将其绘制成折线图。如图所示，这样看起来是不是清晰很多？\n可不可以，用更简单的表示它呢？当然可以，K线图了解一下。如图这样处理，将开盘价、收盘价、最低价、最高价，平移到一条垂直线上。开盘价与收盘价之间构成K线实体，我们用较粗线条表示，实体到最高价和最低价之间我们用细线条表示，分别构成上影线和下影线。\n收盘价低于开盘价的，我们用红色标记实体，表示该时段价格下跌，通常称为阴线。收盘价高于开盘价的，我们用绿色标记实体，表示该时段价格上涨，通常称之为阳线。（当然部分市场会使用相反颜色标记K线涨跌。）\n当我们把每一天的K线连在一起，就会出现我们常见的K线图样子。图中每一根红色或绿色的K线都代表一天的价格变化数据。一天的价格走势可以用一根K线表示，那么一分钟、一个小时、一星期呢？\n根据统计价格变化的时间范围的不同，我们将K线分为不同的周期。这是多条一分钟K线连在一起的样子，这是多条“周K线”连在一起的样子。周期的划分非常灵活多样，几分钟、几小时、几天、几周或是几个月都可以。\nK线，在投资市场分析中有什么作用？特定的K线形态或特定的K线组合出现后，大概率会发生特定的价格走势。因为价格包含一切市场行为，历史会惊人的相似。\n后续我们再来分享，通过观察K线规律性排列，预判未来价格涨跌的方法。"
  },
  {
    "title": "零基础学K线 | 11 抄底形态——圆弧底",
    "url": "https://www.ouchyi.support/zh-hans/learn/zero-based-learning-currency-market-analysis-11-bottom-form-arc-bottom-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n本期课时我们继续学习抄底形态第三节，圆弧底。首先来看一下圆弧底长什么样子？\n如图所示在币价向下的走势中，下跌势头逐渐放缓，将这段放缓走势的低点连接，底部呈现出圆弧形状。因此，这样的K线形态称之为圆弧底。\n我们将这个形态拉出，得到简化图：\n以圆弧中的最高点为参照，画一条水平直线。称为颈线。\n不是所有圆弧形都是圆弧底，如何确认圆弧底成立？\n如图所示，当某根上涨K线收线后，实体压过颈线，才可以认定圆弧底成立。\n根据圆弧底出现的位置不同，我们将其分为两类。1）下跌尾部的圆弧底。2）上涨中的圆弧底。\n圆弧底我们已经初步认识，那么它在实战交易中有哪些指导？\n当币价有效站上颈线时，形成第一次买点，该买点属于激进买点。买点2出现在确认价格突破颈线阻力后的第一次回踩颈线。买点3出现在价格回踩确认支撑后，再次上涨突破临近前高水平价格时。\n并不是每一个圆弧底都会出现三个买点，在强势市场中通常只有一个买点。币价以一根强有力的大阳线上破颈线，随后快马加鞭，一骑绝尘而上。\n俗话说，会买的不如会卖的。会买只是投资的第一步，什么时候卖才能最终决定利润。\n圆弧底的最小目标位很容易确立，即颈线到圆弧形态底部的垂直距离，如图所示。\n我们也可以通过圆弧底的形成周期，粗略地预测未来上涨幅度。\n圆弧底的上涨潜力如何，与之形成的时间长短有密切关系。圆弧底跨越的时间越长，后期潜在涨幅就越大。\n接下来，我们看三张实际走势图，做一个小总结。\n案例一：截图是EOS/USDT 4小时图，圆弧底出现在上涨行情中期，该圆弧底的形成时间跨度虽然较短，但后续上涨强劲，并依次给出三类买点。\n案例二：截图是 AIDOC/USDT 4小时图，圆弧底出现在下跌行情尾部，成为反转形态，并出现教科书一般的三个买点。最终上涨幅度远超最小预测目标。\n案例三：截图是 欧易 GNT/USDT 4小时图，圆弧底同样出现在下跌行情尾部。该圆弧形成时间跨度较短，后期上涨延续性对应同样样较短。\n没有什么事情是绝对的，并不是每一个圆弧底形成后一定大涨。如何防范“万一”的风险，确认圆弧底构筑失败呢？\n当币价在上破圆弧底颈线后不久，再次跌回至颈线下方时，可以确认为圆弧底构筑失败，应该及时执行避险策略。\n我们来看两个失败的案例：\n图一为 ZIP/USDT 4小时图，这段走势中，在形成圆弧底形态后，币价曾多次试探上破颈线，可惜屡攻未果，最终圆弧底构筑失败，随后迎来下跌。\n图二为 ACT/USDT 4小时图，币价虽然站上颈线，但回踩颈线之后并未出现更强势的上涨，最终再次跌至颈线之下，圆弧底构筑失败，价格持续走低。\n抄底形态的讲解到这里就结束了，下期课程将为大家分享“逃顶形态“。"
  }
]