[
  {
    "title": "零基础学K线 | 2 单根K线的演变及寓意",
    "url": "https://www.ouchyi.support/zh-hans/learn/candlestick-line-and-its-structure-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n上一章节，我们初步认识了K线及其结构，可认识K线有什么用呢？今天我们一起学习单根K线的演变和寓意。\n图为“一字线”，开盘价与收盘价为同一价格。常常出现在开盘瞬间、成交非常匮乏时 或 股市开盘封涨跌停时。\n伴随市场的逐渐活跃，价格出现变动。形成图示实体较短的“小K线”。左边表示价格上涨，通常称为“小阳线”，右边表示价格下跌，通常称为“小阴线”。\n越发活跃的市场，形成图示实体较长的“中阳线”和“中阴线”。\n该时段交易极度活跃，形成左边“大阳线”和右边“大阴线”。\n那么影线是如何形成的呢？\n我们回到刚刚开盘的样子。\n价格逐渐下跌。当价格跌至某一价格时，市场逐渐出现主动买入的投资者，将价格一步一步推升上去，形成下影线。如图K线实体较小，只有下影线的K线，通常称为“锤子线”。\n当左图的K线实体成为一条细线时，我们称为“T字线”。右图为我们前面所讲的“一字线”。\n随着买入力量越来越强，币价逐渐上涨，形成图示两种看涨阳线。\n当价格上涨至一定高度，市场逐渐出现主动卖出的投资者，将币价慢慢打压下去，形成上影线，如图所示。右图K线实体较小，只有上影线的K线，通常称为“倒锤线”。\n卖盘逐渐增加，打压价格继续下跌，最终收盘价格与开盘价格相同。如图所示，左图形如十字架的K线称为“十字星线”，右图因其形似墓碑，通常称为“墓碑线”，也可以叫“倒T字线”。\n我们通过K线的一步步变化，认识了很多K线，那K线一共有多少种样子呢？这些K线又应该如何分类呢？\n如图所示，我们将各式各样的K线有序排列在一起。横竖相乘，一共42种。我们先说明K线实体长短的寓意。\n第一行，实体短的绿色小阳线，寓意上涨力量软弱。\n第二行，实体较长的绿色中阳线，寓意上涨力量强。\n第三行，实体很长的绿色大阳线，寓意上涨力量占据绝对优势。\n第四行，实体呈细线状，统称星线，寓意多空争夺激烈，势均力敌。\n第五行，实体短的红色小阴线，寓意下跌力量软弱。\n第六行，实体较长的红色中阴线，寓意下跌力量强。\n第七行，实体很长的红色大阴线，寓意下跌力量占据绝对优势。\n接下来我们揭开上下影线长短的寓意。\n第一列，K线无上下影线，我们通常称为光头光脚，寓意局势一边倒。阳线表示多头强势，阴线表示空头强势。\n第二列，只有下影线，看起来像K线没长头发，因此常叫秃顶。寓意下有支撑，下影线越长，支撑越强。\n第三列，K线只有上影线，通常称为赤脚。寓意上有阻力，上影线越长，阻力越强。\n第四列，上下影线长度几乎相等，寓意支撑与阻力均有，且旗鼓相当。\n第五列，下影线较上影线长些，寓意下方支撑大于上方阻力。\n第六列，上影线较下影线长，寓意上方阻力大于下方支撑。\n将无数组这样的K线排列在一起，就构成了我们常看到的价格走势图。截图来自欧易币币交易区BTC/USDT价格走势图。\n本节课程就到这里，下节课我们将分享，通过观察K线规律性排列，预判未来价格涨跌的方法。"
  },
  {
    "title": "如何通过欧易的闪电网络充币或提币",
    "url": "https://www.ouchyi.support/zh-hans/learn/how-to-deposit-or-withdraw-coins-through-the-lightning-network-of-okex-cn",
    "date": "",
    "content": "使用闪电网络，高效率、低费率完成比特币交易\n2021年年初，欧易新增闪电网络功能。闪电网络用于充币和提币，可以为客户提供更便宜，更高效的BTC交易体验。同时，致力于闪电网络开发的Antoine Riard荣膺了欧易 Bitcoin开发授权，并会为欧易的闪电网络保驾护航。\n什么是闪电网络，它如何运作？\n闪电网络属于第2层协议，旨在解决比特币可扩展性低的问题。 目前，比特币每秒只能处理七笔交易（7 transactions per second，简称7 TPS），而闪电网络每秒可以处理数千笔交易，以后还有潜力增长到一百万TPS。\n闪电网络有更高的TPS是因为它在链下运行。 链下比链上有着更快的交易速度，而闪电网络则运用这一特性，先在链下进行交易，最后在添加到链上。\n闪电网络是为高效率、低费率而生，非常适合小额付款。目前，比特币上的链上交易相对缓慢且昂贵，2月底的交易费用平均约为14美元。 链上比特币交易的平均批准时间约为10分钟。但实际来讲，一笔交易通常需要排队等待其他交易先被批准，因此等待时间可能长达一个小时之久。\n相反，通过闪电网络进行的BTC交易只需几秒钟即可被批准，而平均费用不到0.01美元。\n欧易新增闪电网络后，最低存款/取款限额从0.001BTC（约55美元）降至0.000001BTC（约0.05美元），便利性、受众性得到提高。闪电网络旨在便利小额交易，因此使用闪电网络单笔最高交易限额为0.05 BTC（约2,750美元），每位用户每日累计最高交易限额为0.5 BTC（约27，500美元）\n如何在欧易上使用闪电网络\n本教程提供使用闪电网络的具体步骤。\n如何用闪电网络充币？\n一、登录欧易并完成身份验证。\n二、在欧易网页右上角点击 “资产管理”，从下拉菜单中选择“充值”，或者在APP端点击右下角“资产”，点击“充值”，也可以直接在主页点击“充值”。\n三、充币币种选择“BTC”，充币方式选择“闪电网络”，即Lightning网络。\n四、选择充币充入的账户，并输入充入的BTC数量。在欧易，通过闪电网络充币的建议额度区间为0.000001-0.1 BTC。\n五、点击“创建invoice”以生成闪电网络invoice（注：闪电网络Invoice须在交易完成之前产生）。\n六、将闪电网络invoice粘贴到您提币所使用的钱包或者交易所。\n至此，您已完成了充币的流程。\n如何用闪电网络提币？\n一、在接收BTC的平台或钱包生成闪电网络invoice。\n二、在欧易网页右上角点击 “资产管理”，从下拉菜单中选择“提现”，或者在APP端点击右下角“资产”，点击“提现”。\n三、提币币种选择“BTC”，提币方式选择“闪电网络”，即Lightning网络。\n四、输入充币钱包生成的闪电网络Invoice地址。\n五、确认提币数量以及矿工手续费，点击“提交”，完成提币。\n省时省钱，快来试试闪电网络吧！充币地址：充币\n您还可以在以下网址找到欧易闪电网络节点的公开信息：\nhttps://1ml.com/node/0294ac3e099def03c12a37e30fe5364b1223fd60069869142ef96580c8439c2e0a"
  },
  {
    "title": "如何快速购买比特币",
    "url": "https://www.ouchyi.support/zh-hans/learn/quick-to-buy-app-cn",
    "date": "",
    "content": "首次购买数字货币的新手用户，必须先完成身份认证，然后使用欧易的快捷买币功能，简单三步即可拥有自己的数字资产。\n第一步：打开欧易APP（下载教程），在首页点击“买币”-“快捷买币”按钮，进入买币页面。\n新用户在首页点击”购买或充值“按钮，选择买币即可进入买币页面\n第二步：选择购买币种为BTC，您也可以切换币种至BTC，输入需要购买的金额/数额，点击“购买”。点击如图所示的按钮即可完成“按金额购买”/“按币种数量购买”的切换。\n第三步：点击“购买”后选择想要的支付方式，例如支付宝，点击“下一步”，二次确认后即生成订单，点击下一步，页面即可显示卖家的付款方式，按照卖家的付款信息进行线下付款后点击“我已转账”，等待卖家确认收款情况。\n卖家确认收款并放币后，即成功买入一笔数字资产，您可点击“查看资金”按钮查看您的资产。\n卖家确认收款并放币后，即成功买入一笔数字资产，您可在“资产”页的“资金账户”内查看您的资产。\n除快捷买币外，您也可以选择C2C买币，根据商家的信用等级、完成率、平均放币时间、支付方式、单价等，自主选择交易商家进行买卖币。\n完成以上步骤，您就拥有了自己的数字资产，点击即可开启交易之路；也可以进行数字资产投资理财，赚取稳定收益。"
  },
  {
    "title": "如何将数字资产充入欧易",
    "url": "https://www.ouchyi.support/zh-hans/learn/how-to-use-a-wallet-for-bitcoin-recharge-cn",
    "date": "",
    "content": "充值是指把加密资产从加密钱包或者是其他加密平台账户充至欧易账户。如果将欧易其他账户的资产充到另一账户上，可以选择内部转账，转账快捷且免链上手续费。如果需要将其他钱包或其他加密平台的资产充到欧易时，可按如下步骤进行充值（注：从欧易Web3钱包转账至欧易交易所账户也有快捷转账渠道哦～）。本文将以比特币充值为例为大家展示欧易账户充值的流程与步骤。\n第一步打开欧易 APP（下载教程），点击资产页面的充值按钮，进入充币页面，按照指引选择币种、充值网络后，您会得到一个充币地址，保存二维码或复制地址，向该地址进行充值即可。\n第二步打开钱包或其他交易所，在发送/提币页面，选择对应的币种和链，在发送/转账/提币页面，收款地址填写由欧易获得的充币地址，输入提币数量/金额，确定手续费/矿工费，无误后点击确认即可。\n！注意：应确保提币所选币种/链，均与获取充值地址时所选的币种/链保持对应，例如都为BTC-Bitcoin，以免造成资产丢失。\n第三步等待一段时间充币成功后，即可在充币页面查询到充币记录，也可在资产处查看充值至欧易的加密数字资产。\n完成数字资产的充值后，即可进行交易。欧易提供币币、杠杆、合约、期权等多种产品供您选择。\n注意：\n1.只能向生成的充值地址充入选择的币种，其他币种充入该地址则无法找回。\n2.充值到账和提现需要一定数量的网络确认数，在充值地址下方有明确提示，网络确认数可以在区块中查询。\n3.部分币种存在单笔充值最小限额，在充值地址下方有明确提示，低于最小限额的充值不会到账并且资产无法找回。\n4.充值网络需要选择提币平台支持该币种的相同充值网络，否则充值不会到账。\n5.部分币种在生成充值地址时会同时生成标签，例如XRP，标签会在充值地址的下方标注，通常是一串数字，充值这些币种时必须需要填写充值地址和标签，否则充值资产不会到账。"
  },
  {
    "title": "合约交易中收益如何计算？",
    "url": "https://www.ouchyi.support/zh-hans/learn/how-are-blockchain-contract-transaction-rates-calculated-cn",
    "date": "",
    "content": "多仓收益=面值*开仓张数／开仓价格-面值*开仓张数／平仓价格\n空仓收益=面值*开仓张数／平仓价格-面值*开仓张数／开仓价格\n敲黑板，一句话总结：\n经过结算的收益，收益计算思路为结算前收益+结算后收益。\n未经过结算的收益，直接带入公式计算即可。\n案例详解：\n第一种，持仓没有经过结算：\n页面中的开仓均价是0.233，平仓均价是0.2361，开仓数量是1张。\n多仓收益=（合约面值/开仓均价-合约面值/平仓均价）*张数=（10/0.233-10/0.2361）*1=0.5635xrp\n第二种，持仓经过结算：\n经过结算的平仓记录显示的收益是按照结算基准价计算的，页面平仓时间是9月27号15:53:31，查询9月26号16点的结算基准价是0.2447。\n账单页面显示的多仓收益=（合约面值/开仓均价-合约面值/平仓均价）*张数=（10/0.2447-10/0.2435）*1=-0.2208\n仓位真实的收益=（10/0.237-10/0.2435）*1=1.126331\n第三种，持仓经过结算，然后又加仓：\n经过结算后平仓页面的收益是以结算基准价为开仓均价来计算收益的。\n先通过保证金公式计算出第一笔的保证金。\n第一笔固定保证金=合约面值/开仓均价/杠杆*张数=10/0.28/10*1=3.57142857\n第二笔固定保证金=10/0.2741/10*1=3.6483035388\n两笔保证金相加=7.2197318088544，通过保证金公式计算出开仓均价。\n7.2197318088544=10/开仓均价/10*2，开仓均价=0.277\n因为第一笔经过了结算，所以第一笔需要以结算基准价0.276来计算\n第一笔结算后的保证金-10/0.276/10*1=3.6231884\n两笔保证金相加=7.2714919445971\n7.2714919445971=10/加仓后结算基准价/10*2，加仓后的结算基准价=0.275\n账单页面显示的收益=（合约面值/结算基准价-合约面值/平仓均价）*张数\n=（10/0.275-10/0.2567）*2=-5.18468675\n持仓真实的收益=（合约面值/开仓均价-合约面值/平仓均价）*张数\n=（10/0.277-10/0.2567）*2=-5.709793420798﻿"
  },
  {
    "title": "零基础学K线 | 1 从价格到K线",
    "url": "https://www.ouchyi.support/zh-hans/learn/candlestick-line-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n今天我们一起学习，技术分析中最基础的元素——K线。K线是当今最为普遍的价格标记法。\n先来看一下，一天中价格在市场中是如何运行的。\n在没有经过K线标记法处理时，某投资品的价格是这样的，无数的价格连在一起形成一条看起来毫无规律的曲线图。看起来有些乱是不是？\n下面，我们做一下简单的技术分析处理，标记一下其中重要的数据：开盘价、收盘价、最高价、最低价。我们过滤掉其中繁乱的价格变化，将其绘制成折线图。如图所示，这样看起来是不是清晰很多？\n可不可以，用更简单的表示它呢？当然可以，K线图了解一下。如图这样处理，将开盘价、收盘价、最低价、最高价，平移到一条垂直线上。开盘价与收盘价之间构成K线实体，我们用较粗线条表示，实体到最高价和最低价之间我们用细线条表示，分别构成上影线和下影线。\n收盘价低于开盘价的，我们用红色标记实体，表示该时段价格下跌，通常称为阴线。收盘价高于开盘价的，我们用绿色标记实体，表示该时段价格上涨，通常称之为阳线。（当然部分市场会使用相反颜色标记K线涨跌。）\n当我们把每一天的K线连在一起，就会出现我们常见的K线图样子。图中每一根红色或绿色的K线都代表一天的价格变化数据。一天的价格走势可以用一根K线表示，那么一分钟、一个小时、一星期呢？\n根据统计价格变化的时间范围的不同，我们将K线分为不同的周期。这是多条一分钟K线连在一起的样子，这是多条“周K线”连在一起的样子。周期的划分非常灵活多样，几分钟、几小时、几天、几周或是几个月都可以。\nK线，在投资市场分析中有什么作用？特定的K线形态或特定的K线组合出现后，大概率会发生特定的价格走势。因为价格包含一切市场行为，历史会惊人的相似。\n后续我们再来分享，通过观察K线规律性排列，预判未来价格涨跌的方法。"
  },
  {
    "title": "如何查看“历史委托”？",
    "url": "https://www.ouchyi.support/zh-hans/learn/faq-1-cn",
    "date": "",
    "content": "委托下单之后，要怎样查看相关记录呢？\n如果订单还没成交，可以在【交易】页面下方的【当前委托】中查看；\n如果委托已经成交了，可以在【当前仓位】中查看；\n而历史成交记录，则需要点击右边的时钟图标，进入【历史委托】查看。"
  },
  {
    "title": "如何利用期权进行交易？以比特币行情为例（一）",
    "url": "https://www.ouchyi.support/zh-hans/learn/how-do-you-trade-options-take-bitcoin-1-cn",
    "date": "",
    "content": "12月13日目前比特币可能的行情走势：\nBTC日线收盘价格再次跌至365日均线即年线下方，而跌破年线这一市场重要的长期牛熊分界线意味着中长期投资者对后市的态度偏向悲观。从近期反弹行情频频出现长上影线的所谓“插针行情”也可以窥探一二，不断出现的长上影线说明市场虽有做多意愿，但持续性相当有限，以至于不能使价格在高位停留太久。\n不过聚焦到1小时短线上来看，目前币价出现站上1小时MA60均线的现象，再加之最近下跌力度一直有减弱迹象，所以短线走势有反弹需求，不过反弹空间有限。前期7500-7600区间密集成交区即是强阻力区，币价很难有效穿越该阻力区。更有可能的是，币价一旦触及该区域，就会再次面临大量抛压，从而导致币价重回跌势。更短周期上需要重点关注$7280一线阻力。\n根据上述可能的行情分析，简单的欧易期权模拟盘的策略：\n比较好的做法是简单的卖出 191213 ATM的看涨期权。今日行情在到期日结算时，并没有任何反弹，那卖出期权时收到的钱就能全收入囊中了。\n买入191213 ATM的看跌期权也是较为简单的策略。虽然今日行情没有按照预想继续下跌，但是随着时间的消耗，这个期权的价格也会随之变高。不管是直接以更高的价格卖出，还是等行权都能收获不少。\n那什么是ATM期权呢？让我们来看一下。\nATM（at-the-money）：平值期权，不分看涨还是看跌，是指现在的标的价格和执行价格很接近或者相等。\n这是欧易期权模拟盘的交易页面，默认显示的就是最近日期ATM的期权信息，包含以下几个方面：\n红色框：显示了这个期权的行权日，可以理解为交割合约的到期日。这个截图中的行权日是北京时间本周五下午四点。红色框的下面具体显示了距离行权日的时间。\n绿色框：显示了这个期权的名字。通过期权名字可以知道几个信息：第一段TBTCUSD代表期权的标的商品是TBTCUSD，这是模拟盘中用的虚拟比特币，实盘中会用BTCUSD也就是比特币。第二段191213和红色框一样表示了行权日，是2019年12月13号。第三段7000代表了行权价格是7000美元，这个值是用来和当前标的商品的市场价格进行比较，从而计算收益与爆仓的价格。第四段C (Call)代表了看涨，后面的中文也有显示；如果是P (Put)，那就是看跌。\n蓝色框：显示了现在的盘口情况。同合约一样，红色是卖价，绿色是买价，旁边则是对应的期权数量。\n黄色框：显示期权的一些参数。最重要的是第一排的两个参数，现货指数和标记价格。现货指数直接影响了这个期权买卖的价格，也是在行权日到期计算收益时，需要和行权价格进行比较从而计算收益和爆仓的BTC现货的市场价格。这里要重点说一下标记价格，标记价格是由平台的系统算法算出来的这个期权比较公允的价格，也是实时在变化的。\n为什么要重点将标记价格呢？因为我们发现在模拟盘中，盘口的价格和标记价格存在着非常大的价差。这种情况就相当于实际价值5块钱的东西，由于哄抢市场价格变成了15块。那这时候，最好的做法就是以市场价格卖出，而不是花冤枉钱去进行购买。这也就是一些用户说“为什么我一买入就亏了70%”的原因。"
  },
  {
    "title": "比特币下跌也能盈利？如何进行合约交易",
    "url": "https://www.ouchyi.support/zh-hans/learn/how-to-trade-contracts-cn",
    "date": "",
    "content": "随着以比特币为代表的数字货币市场规模的不断扩大，在现货交易之外逐步催生出形式多样的衍生品交易，来作为一种对冲风险的工具，其中最受关注的莫过于合约交易。\n合约是数字货币衍生品市场中最常见的交易合约形式。数字资产合约交易是指买卖双方约定在未来某个时间，按指定价格，对某种资产进行交易。\n这样一来，投资者在进行币币/现货交易赚取币价上涨带来收益之外，可以通过买入做多或卖出做空的合约交易，获取“标的”价格涨跌所产生的收益。例如，当看涨BTC并做多时，BTC价格上涨会带来盈利，下跌会带来亏损；反之，看跌BTC并做空时，BTC价格上涨反而会带来亏损，下跌则会带来盈利。因此，比特币下跌时也有获得收益的机会，通过合约交易赚取涨跌幅收益。\n此外，利用合约这一交易工具，并通过套期保值的方式，可以实现风险规避，也可以通过套利模型稳定赚取利润。\n除了可以进行多空双向的交易外，合约交易的另一大特点就是能够通过杠杆将本金放大，杠杆倍数为多少，本金即放大多少倍。杠杆的存在，使得数字资产在本身具有较高投资风险的基础上，又将其收益和风险都随之放大。相较于现货交易，合约交易是更高风险的投资行为，新用户需要在了解合约交易基本情况后谨慎操作控制风险。\n欧易根据有无到期交割日提供永续合约和交割合约两种合约产品。\n而在这两个大的模块中又可以根据保证金类型，细分为U保证金合约和币本位保证金合约。U保证金合约又包括USDT保证金合约和USDC保证金合约。\n交割合约具有交割日期，其是指交易的双方同意在指定时间也就是交割日，按指定的价格进行合约交割买卖。合约到期且未平仓时，不论合约带来盈利情况如何，都会按照指数价格最后一小时的算术平均价进行平仓，目前欧易提供当周、次周、当季、次季这四种交割周期的交割合约。\n永续合约没有交割日，永不到期。由于没有到期交割日，永续合约会通过“资金费用机制”来使合约价格锚定现货价格，从而使得标的资产现货与永续合约的价差回归合理的期望。\n资金费用=持仓仓位价值*当期资金费率。（当期资金费率根据上一个资金费用时段内的合约价格与现货指数价格的价差决定）\n如果当期资金费率为正数，多头需向空头支付资金费用；如果当期资金费率为负数，空头需向多头支付资金费用。（资金费用由用户之间互相收取，平台不收取该费用。）\n欧易资金费用每8小时结算一次，结算时间在每天的08:00、16:00和24:00（HKT）。只有在以上三个时刻持有仓位时，用户才需要支付或收取资金费用。如果在资金费结算时刻之前平仓，则不涉及资金费用的支付或收取。\n合约交易需要根据合约价格按一定比率交纳的作为履行合约的财力担保的少量资金即为合约保证金。保证金类型的区分，让用户可以在交易时自由选择基础数字货币USDT/USDC作为保证金还是选择币对对应的币种为保证金。\n币本位保证金合约是以标的资产作为保证金和交割结算单位的合约。它的合约标的为该币种的美元指数（比如BTC合约的标的就是BTC美元指数），合约面值的规则：合约的面值为一定的美元价值，BTC为100USD；ETH等其他币种的合约为10USD。\n币本位保证金合约可以用作所持资产的套保工具，也可以在持有多仓时同时享受本位资产的价值上涨和合约的收益。\nU本位合约（U保证金合约）是以U作为交割结算单位的合约类型，用户需要使用稳定币USDT/USDC作为担保资产，只要账户中有USDT/USDC就可以进行多个币种的合约交易，盈亏所结算的是USDT/USDC。\n它的合约标的为该币种的USDT/USDC指数（比如BTC合约的标的就是BTCUSDT/BTCUSDC指数），合约面值的规则：合约的面值为一定数量的加密资产，例如BTC为0.001BTC、ETH为0.001ETH。\n因为只使用USDT/USDC作为保证金，所以各合约之间可以灵活调配保证金，也不用担心持有标的货币的贬值风险。而且计算公式更为简洁，方便用户计算盈亏。\n1、选择合约类型\n用户根据对BTC价格趋势的判断决定多空方向（买入开多\\卖出开空），并根据时间长短选择合约类型。\n当周合约指在距离交易日最近的周五进行交割的合约；次周合约是指距离交易日最近的第二个周五进行交割的合约。季度合约是指交割日为3,6,9,12月中距离当前最近的一个月份的最后一个周五，且不与当周/次周/月度合约的交割日重合。\n2、选择保证金模式\n在建立合约交易账户时，请注意您当前的保证金模式，不同的保证金模式的交易保证金计算方法和风控制度不同。在无持仓无挂单时，即所有合约的保证金为0时，用户可以更改保证金模式。\n采用【全仓保证金模式】时，账户内所有仓位持仓的风险和收益将合并计算，在统一账户的全仓保证金模式下，开仓的要求是开仓后保证金率不能低于100%。\n采用【逐仓保证金模式】时，每个合约的双向持仓将会独立计算其保证金和收益，只有开仓可用保证金大于等于开仓所需的保证金数量，用户才能进行委托。而逐仓保证金时，每个合约的开仓可用保证金可能不一致。\n3、填写参数\n确定委托类型，可以选择限价委托、市价委托等委托类型。之后参考K线图等信息，填写价格与数量\\金额等参数。\n下单合约时，所需的保证金为成交时刻与合约价值等值得BTC数量除以杠杆倍数。只有账户权益大于等于交易成功后保证金的数量，用户才能进行委托操作。\n4、持仓\n下单委托后等待成交，成交后，则用户持有对应多空方向的仓位。\n5. 调整仓位\n用户也可以根据市场行情，随时调整仓位，通过平仓锁定收益或止损，或继续开仓追增收益。\n6、交割清算\n在交割日时，如果对应交割合约未平仓，则对未平仓的合约按交割指数，每点一美元的价格进行交割平仓。所有平仓产生的收益将汇总至用户合约账户的“已实现盈亏”项。\n永续合约可根据行情随时进行交割平仓，无交割日限制。\n清算完成后，所有已实现盈亏将汇总至账户余额。您可在资产栏进行查看。\n注：关于保证金率、平仓收益、减仓、强制平仓（爆仓）等术语常见文章《合约交易术语》\n风险提示：数字货币交易涉及高风险，价格可能会大幅波动，甚至变得毫无价值。而数字货币的衍生品交易更是具有高杠杆性和高风险性，仅适合专业投资机构或交易经验丰富的人士，您应根据自己的财务状况仔细考虑是否适合投资交易。"
  },
  {
    "title": "数字资产期权入门指南（二）：期权 VS 交割/永续合约",
    "url": "https://www.ouchyi.support/zh-hans/learn/introduction-to-digital-asset-options-guide2-cn",
    "date": "",
    "content": "很多交易者在刚接触期权时，总是不能理解数字资产期权和交割/永续合约又有什么区别呢？现在，我们用以下案例说明：\n目前比特币市场价格为20,000美元，一个投资者想将手中的20,000美元投入该市场，目前数字资产市场上主要有现货、交割/永续合约和期权这样三种产品。\nl  比特币的市场价格为20,000美元，现货指数为20,000\nl  比特币看涨期权的执行价格为21,000美元，合约乘数为0.1，行权日为一个月后，用USDT计价，该看涨期权当前的价格为50美元\nl  一个用户目前手上有20,000美元\nl  不考虑交易手续费\nl  交割/永续合约采用正向合约，面值为0.0001BTC\n此时该投资者有三种投资选择，具体操作如下表所示：\n1）购买现货\n使用20,000美元在现货市场上购买1枚比特币\n收益= 市场价格-买入价格\nR = S – 20,000\n2）投资交割/永续合约\n将20,000美元投入合约市场，买入做多，采用8倍杠杆，即购入80000张面值0.0001BTC的比特币合约，此时保证金率为12.5%；\n收益= （最新价格-买入价格）* 合约张数 * 合约面值\nR = (S – 20000) * 80000 * 0.0001\n3）购买期权\n花费20,000美元全部购入期权，获得20000/50=400份期权合约，执行价格为21,000美元，到期日为1月后\n收益= 期权合约数量（最新价格-执行价格）合约乘数-期权费\nR = 400 * (S   – K) * 0.1 -20000\n如果我们做出投资收益曲线可以看出，投资者对投资方案的选择，取决于对市场风险与收益的考量，以及市场价格在未来所处的位置，其中：\n（1）买比特币现货的风险最小，但相较于交割/永续合约与期权，其收益也是最小；\n（2）交割/永续合约的优势在于当“买入价格< 最新市场价格 < 期权执行价格“时，其收益高于期权，而期权却出现期权费亏损；\n（3）期权的优势在于，如果不追加保证金，那么交割/永续合约存在爆仓风险，导致投资者血本无归；而期权此时损失的仍然只是期权费用，并且未来价格反弹至21,000美元以上时仍可盈利，并且期权本身具有超级杠杆，如果比特币价格一直上涨，那么期权的收益将远超合约收益，因此具有高杠杆+无爆仓风险的特征。\n通过以上案例，相信大家基本理解了期权与合约在市场表现上的差异。现在让我们从深层次上来分析两者之间在本质上的差异。\n细心的读者或许会发现，期权的收益曲线与数字资产及衍生合约的收益曲线有很大的差异，数字资产及衍生合约（正向合约[1]）的收益曲线是线性对称的，而期权的收益曲线却出现明显的非对称性。\n权利与义务的不对称性是期权与合约产生差异的根源：期权给了持有者某种权利去做什么事情，但期权持有者不一定必须行使权利，但期权的卖方只有义务，一旦买方选择行权，那么卖方必须履约；在合约市场中，履约是买卖双方共同的权利和义务，因此双方必须履约。\n*定义\n数字资产合约（future）：将来某一指定时刻以约定价格买入或卖出某一数字资产；\n数字资产期权（option）：持有者在将来某一指定时刻以特定的价格买入或卖出某一数字资产的权利；\n*本质和区别\n一种双方的相互“承诺”，合约双方都有权利、有义务，去执行合约\n一种“权利”，持有者可以选择行使权利，也可以选择不行使权利\n*买卖双方\n买方：执行合约的权利和义务\n卖方：执行合约的权利和义务\n买方：拥有选择的权利\n卖方：只有义务\n*案例\n当前比特币的市场价格为20,000美元，投资者A投资次周合约“买入做多”。一周无论比特币的价格是19,000美元还是21,000美元，投资者A都有义务、必须向投资者B以20,000美元的价格购买1枚比特币。\n当前比特币的市场价格为20,000美元，投资者A买入一份执行价格为21,000美元的次周看涨期权。一周后，如果比特币价格是19,000美元，那么A可以选择不购买比特币，如果比特币价格是22,000美元，那么A可以选择以21,000美元的价格买入比特币。\n[1] 实际上对于反向合约，将结算计价单位BTC转换为美元后，其收益曲线也是线性对称的。"
  },
  {
    "title": "买币后，为什么不能立刻提币或卖出？",
    "url": "https://www.ouchyi.support/zh-hans/learn/faq-5-cn",
    "date": "",
    "content": "为提高C2C交易安全性，欧易已上线“T+N”安全保护功能，即所有通过C2C交易主动吃单买入的等额资产需等待“T+N”日，才能提币或通过C2C交易卖出。平台将在此期间内综合评估买方交易行为，排除风险。"
  },
  {
    "title": "零基础学K线 | 11 抄底形态——圆弧底",
    "url": "https://www.ouchyi.support/zh-hans/learn/zero-based-learning-currency-market-analysis-11-bottom-form-arc-bottom-cn",
    "date": "",
    "content": "涨跌有趋势，读懂价格语言；\n买卖有信号，告别感觉交易。\n本期课时我们继续学习抄底形态第三节，圆弧底。首先来看一下圆弧底长什么样子？\n如图所示在币价向下的走势中，下跌势头逐渐放缓，将这段放缓走势的低点连接，底部呈现出圆弧形状。因此，这样的K线形态称之为圆弧底。\n我们将这个形态拉出，得到简化图：\n以圆弧中的最高点为参照，画一条水平直线。称为颈线。\n不是所有圆弧形都是圆弧底，如何确认圆弧底成立？\n如图所示，当某根上涨K线收线后，实体压过颈线，才可以认定圆弧底成立。\n根据圆弧底出现的位置不同，我们将其分为两类。1）下跌尾部的圆弧底。2）上涨中的圆弧底。\n圆弧底我们已经初步认识，那么它在实战交易中有哪些指导？\n当币价有效站上颈线时，形成第一次买点，该买点属于激进买点。买点2出现在确认价格突破颈线阻力后的第一次回踩颈线。买点3出现在价格回踩确认支撑后，再次上涨突破临近前高水平价格时。\n并不是每一个圆弧底都会出现三个买点，在强势市场中通常只有一个买点。币价以一根强有力的大阳线上破颈线，随后快马加鞭，一骑绝尘而上。\n俗话说，会买的不如会卖的。会买只是投资的第一步，什么时候卖才能最终决定利润。\n圆弧底的最小目标位很容易确立，即颈线到圆弧形态底部的垂直距离，如图所示。\n我们也可以通过圆弧底的形成周期，粗略地预测未来上涨幅度。\n圆弧底的上涨潜力如何，与之形成的时间长短有密切关系。圆弧底跨越的时间越长，后期潜在涨幅就越大。\n接下来，我们看三张实际走势图，做一个小总结。\n案例一：截图是EOS/USDT 4小时图，圆弧底出现在上涨行情中期，该圆弧底的形成时间跨度虽然较短，但后续上涨强劲，并依次给出三类买点。\n案例二：截图是 AIDOC/USDT 4小时图，圆弧底出现在下跌行情尾部，成为反转形态，并出现教科书一般的三个买点。最终上涨幅度远超最小预测目标。\n案例三：截图是 欧易 GNT/USDT 4小时图，圆弧底同样出现在下跌行情尾部。该圆弧形成时间跨度较短，后期上涨延续性对应同样样较短。\n没有什么事情是绝对的，并不是每一个圆弧底形成后一定大涨。如何防范“万一”的风险，确认圆弧底构筑失败呢？\n当币价在上破圆弧底颈线后不久，再次跌回至颈线下方时，可以确认为圆弧底构筑失败，应该及时执行避险策略。\n我们来看两个失败的案例：\n图一为 ZIP/USDT 4小时图，这段走势中，在形成圆弧底形态后，币价曾多次试探上破颈线，可惜屡攻未果，最终圆弧底构筑失败，随后迎来下跌。\n图二为 ACT/USDT 4小时图，币价虽然站上颈线，但回踩颈线之后并未出现更强势的上涨，最终再次跌至颈线之下，圆弧底构筑失败，价格持续走低。\n抄底形态的讲解到这里就结束了，下期课程将为大家分享“逃顶形态“。"
  },
  {
    "title": "C2C买币操作指南",
    "url": "https://www.ouchyi.support/zh-hans/learn/c2cacademy-c2c-buy-cn",
    "date": "",
    "content": "C2C（Consumer to Consumer，点对点交易）模式是买卖币交易的常见模式。在欧易C2C买币区，您可以根据商家的信用等级、完成率、平均放币时间、支付方式、单价等，自主选择交易商家进行买卖币，同时，欧易将确保数字资产在交易执行期间能够安全、及时地交付，且不收取任何手续费。\n买币时，您可以进行如下操作：\n1、身份认证：为保障您的交易安全，需要您进行身份认证。您可以登录欧易APP，点击首页左上角头像，进入个人中心，点击【身份认证】进行实人认证。\n视频认证，需要在【 C2C 买币】中进行。在欧易 App 首页，点击【 C2C 买币】，选择【我的】-【C2C视频认证】-【立即认证】。视频认证时，请确保开启声音，打开摄像头，不要连接耳机。系统会朗读风险提示，您不需要跟读。确认信息无误后，请您在“嘀”声后回答【是的】，然后提交资料，等待审核。\n完成视频认证即可解锁\\提升交易限额。\n2、选择币种：在【C2C买币】页，选择您的支付货币和想要购买的数字资产，并在搜索框内输入预计购买金额。\n3、选择委托单：在购买列表页中，您可以根据收付款方式和交易金额筛选委托单。\n点击商家名称即可进入商家主页，您可以依据商家的报价、认证等级、成交量、完成率、交易限额、平均放币时间、是否开启验证单功能等信息，灵活选择交易对象。\n什么是验证单？\n什么是验证单？\n买币区的验证单功能可以确保资金来源合法，保障交易顺利进行。购买列表页中，如果商家名称右侧有蓝色“验”图标，则表明该商家开启了验证单功能，需要买方提供付款账户的收支明细截图，配合商家完成安全验证后，才能进行付款。\n4、确认购买：确定委托单信息后，点击【购买】。\n（1）在购买弹窗中，输入您的购买金额或者数量，并选择相应的支付方式。\n为了确保您购买的数字货币迅速到账，请选择可以即时付款的支付方式。\n（2）生成订单并确认无误后，点击【下一步】。\n如果订单信息有误，您可以直接点击【取消订单】进行取消。为避免您的资产受到损失，取消前请确认您未进行付款，当日多次取消您将受到交易限制。\n5、打开第三方软件进行支付：法币交易不会自动扣款，当您下单后请按照卖方填写的支付方式，通过相应的支付软件自行转账给卖方。转账时请务必认真核对卖方的收款方式。\n具体步骤为，复制卖家账号信息，打开相应的支付软件，搜索卖家并完成支付。支付完成后，回到欧易APP并点击【我已完成付款】，等待对方确认。\n注意：\n如遇收款信息有误等问题，您可以点击界面右上角聊天图标，与商家直接沟通。\n如遇收款信息有误等问题，您可以点击界面右上角聊天图标，与商家直接沟通。\n如果您在完成转账后未能及时点击【我已付款】进行确认，该订单将会取消。在这种情况下，您需要联系卖家进行退款。如果未能从卖家处收回款项，请联系欧易客服并提供付款凭证。\n如果您在完成转账后未能及时点击【我已付款】进行确认，该订单将会取消。在这种情况下，您需要联系卖家进行退款。如果未能从卖家处收回款项，请联系欧易客服并提供付款凭证。\n如果您尚未完成付款，请不要点击【我已付款】。误操作将导致您的账户被封控。\n如果您尚未完成付款，请不要点击【我已付款】。误操作将导致您的账户被封控。\n请勿在转账时使用“比特币”、“BTC”、“USDT”等与虚拟货币相关的词汇，以免您的银行卡遭受冻结。 根据不同国家具体情况，汇款到银行卡可能造成到账不及时，请分批支付保证及时到账，若未及时到账，卖方有权拒绝成交。\n请勿在转账时使用“比特币”、“BTC”、“USDT”等与虚拟货币相关的词汇，以免您的银行卡遭受冻结。 根据不同国家具体情况，汇款到银行卡可能造成到账不及时，请分批支付保证及时到账，若未及时到账，卖方有权拒绝成交。\n6、放币：您下单后，欧易将自动将对方的数字货币锁定。卖家确认收款后，欧易将释放相应数量的USDT至您的“资金账户”，点击【查看资产】即可查询。\n若您中途取消订单，或者未能及时支付，欧易则会把USDT悉数返回至卖家。\n若您中途取消订单，或者未能及时支付，欧易则会把USDT悉数返回至卖家。\n若对方超时未放币，您可以联系卖家进行沟通，或向询问客服。\n若对方超时未放币，您可以联系卖家进行沟通，或向询问客服。\n当您在交易中发生分歧或纠纷时，您可在订单详情页点击【申诉】，平台客服将介入处理。"
  },
  {
    "title": "合约交易入门",
    "url": "https://www.ouchyi.support/zh-hans/learn/introduction-of-contract-trading-cn",
    "date": "",
    "content": "随着以比特币为代表的数字资产市场规模不断扩大, 在现货交易之外逐步催生出形式多样的衍生品交易，来作为一种对冲风险的工具，其中最受关注的莫过于合约交易，比如在欧易平台，就已经上线了近100个币种的永续或交割合约，基本能够满足大多数投资者的交易需求。\n不过，对于很多初级投资者来说，合约交易的门槛还是比较高的，很多人不知道什么是合约交易，更别提如何操作了。本文将带新手用户进入合约交易的世界。\n数字资产合约交易是指买卖双方约定在未来某个时间，按指定价格，对某种资产进行交易。合约交易具体分为交割合约交易、永续合约交易和期权合约交易，投资者可以通过“买入做多”合约来获取数字资产价格上涨的收益，或通过“卖出做空”来获取数字资产下跌的收益，或通过套期保值的方式实现风险规避，或利用套利模型稳定赚取利润。\n数字资产市场中的合约交易起源于传统金融市场中的合约交易。以传统金融市场中的大豆合约为例，在合约交易过程中，交易的双方将获得各自的权利和义务，例如合约的买卖双方以5000元的价格成交了10份标的为一吨大豆的合约，那么合约的买方即获得了在某月某日以5000元/吨的价格买入10吨大豆的权利和义务，同样的，卖方也获得了在某月某日以5000元/吨的价格卖出10吨大豆的权利和义务。代表了买卖双方所拥有的权利和义务的合约，就是虚拟合约。\n在大多数时候，投资者并不会实际履行合约的权利和义务，而是在合约生效，也就是交割日之前，通过交易这份合约来获取收益。\n合约交易与现货交易的不同之处不仅在于合约是在交易过程中获得权利和义务，而且还在收益和风险方面有较大的差距，合约交易可以通过杠杆将本金放大，杠杆倍数为多少，本金即放大多少倍。杠杆的存在，使得数字资产在本身具有较高投资风险的基础上，又将其收益和风险都随之放大。相较于现货交易，合约交易是更高风险的投资行为，新用户需要在了解合约交易基本情况后谨慎操作控制风险。\n欧易合约可以根据有无到期交割日，分为交割合约和永续合约。而在这两个大的模块中又可以根据保证金类型，细分为U保证金合约和币本位保证金合约。U保证金合约又包括USDT保证金合约和USDC保证金合约。\n①交割合约\n交割合约是指交易的双方同意在指定时间也就是交割日，按指定的价格进行合约交割买卖。交割合约会有固定的交割期限（目前欧易提供当周、次周、当季、次季这四种交割周期的合约），合约到达其交割日期时，系统会在到期日当周的周五16：00（HKT），以非实物的差额交割机制进行交割。届时用户的仓位会被平仓了结。交割平仓后产生的未实现盈亏加入已实现盈亏，而后所有已实现盈亏将结算至余额。\n②永续合约\n永续合约是一种新型的合约，它是从传统金融市场中的连续合约演变来的。由于没有到期交割日，永续合约会通过“资金费用机制”来使合约价格锚定现货价格。资金费用每8小时结算一次，结算时间在每天的08:00、16:00和24:00（HKT）。只有在以上三个时刻持有仓位时，用户才需要支付或收取资金费用。如果在资金费结算时刻之前平仓，则不涉及资金费用的支付或收取。\n资金费用=持仓仓位价值*当期资金费率。（当期资金费率根据上一个资金费用时段内的合约价格与现货指数价格的价差决定）\n如果当期资金费率为正数，多头需向空头支付资金费用；如果当期资金费率为负数，空头需向多头支付资金费用。（资金费用由用户之间互相收取，平台不收取该费用。）\n③币本位合约\n根据保证金的类型来区分，币本位保证金合约是以标的资产作为交割结算单位的合约。它的合约标的为该币种的美元指数（比如BTC合约的标的就是BTC美元指数），合约面值的规则：合约的面值为一定的美元价值，BTC为100USD；ETH、EOS等其他币种的合约为10USD。\n它可以用作所持资产的套保工具，也可以在持有多仓时同时享受本位资产的价值上涨和合约的收益。\n④U本位合约\nU保证金合约是以U作为交割结算单位的合约类型，用户需要使用稳定币USDT/USDC作为担保资产，只要账户中有USDT/USDC就可以进行多个币种的合约交易，盈亏所结算的是USDT/USDC。它的合约标的为该币种的USDT/USDC指数（比如BTC合约的标的就是BTCUSDT/BTCUSDC指数），合约面值的规则：合约的面值为一定数量的加密资产，例如BTC为0.001BTC、ETH为0.001ETH。\n因为只使用USDT/USDC作为保证金，所以各合约之间可以灵活调配保证金，也不用担心持有标的货币的贬值风险。而且计算公式更为简洁，方便用户计算盈亏。\n1、用户根据对BTC价格趋势的判断决定多空方向，并根据时间长短选择合约类型。\n当周合约指在距离交易日最近的周五进行交割的合约；次周合约是指距离交易日最近的第二个周五进行交割的合约。季度合约是指交割日为3,6,9,12月中距离当前最近的一个月份的最后一个周五，且不与当周/次周/月度合约的交割日重合。\n2、用户选择合适的价格与数量成交。\n用户购买合约时，所需的保证金为成交时刻与合约价值等值得BTC数量除以杠杆倍数。只有账户权益大于等于交易成功后保证金的数量，用户才能进行委托操作。\n3、保证金\n在建立合约交易账户时，用户需要选择保证金模式，不同的保证金模式的交易保证金计算方法和风控制度不同。在无持仓无挂单时，即所有合约的保证金为0时，用户可以更改保证金模式。\n采用全仓保证金模式时，账户内所有仓位持仓的风险和收益将合并计算，在统一账户的全仓保证金模式下，开仓的要求是开仓后保证金率不能低于100%。\n采用逐仓保证金模式时，每个合约的双向持仓将会独立计算其保证金和收益，只有开仓可用保证金大于等于开仓所需的保证金数量，用户才能进行委托。而逐仓保证金时，每个合约的开仓可用保证金可能不一致。\n4、持仓\n成交后，则用户持有对应多空方向的仓位。\n5. 调整仓位\n用户也可以根据市场行情，随时调整仓位，通过平仓锁定收益或止损，或继续开仓追增收益。\n6、交割\n在交割日时，对未平仓的合约按交割指数，每点一美元的价格进行交割平仓。所有平仓产生的收益将汇总至用户合约账户的“已实现盈亏”项。\n7、清算\n清算完后，所有已实现盈亏将汇总至账户余额。"
  },
  {
    "title": "什么是币本位合约？",
    "url": "https://www.ouchyi.support/zh-hans/learn/faq-second-7-cn",
    "date": "",
    "content": "币本位合约，使用标的币种（比如BTC、ETH等）做为保证金和计算盈亏的币种，包括币本位永续和交割合约，计价单位是USD。币本位合约每张合约的价值为一定量的美元，比如比特币的币合约面值为100美元。"
  }
]